{
  "name": "Krishna Singh",
  "description": "Krishna Singh was born and raised in the sprawling metropolis of Mumbai, India. Coming from a modest family, he developed a deep passion for engineering and technology from a young age. After completing his education, Krishna found himself drawn to the limitless possibilities of space exploration and set his sights on becoming an astronaut.\n\nRejected by multiple space agencies due to limited funding and stringent selection criteria, Krishna refused to give up on his dream. He dedicated every moment to honing his skills, focusing on his engineering expertise and studying outer space.\n\nWhen news spread of the new Lithium space rock entering the galaxy, Krishna saw it as his first opportunity to prove his worth. Investing his life savings into a specially designed mining vessel, Krishna assembled a crew of like-minded individuals seeking their fortunes among the stars.\n\nDespite his slender frame and soft-spoken nature, Krishna possesses a brilliant mind for robotics and spacecraft engineering—the backbone of their mission's success. He believes in strong alliances and camaraderie, valuing each member of his crew as family. Krishna serves as the heartbeat of their operations, ensuring the ship remains in top condition, systems running smoothly, and repairs executed flawlessly.\n\nHis relentless pursuit of knowledge often leaves him engrossed in experiments, constantly seeking to improve the efficiency and performance of their mining equipment. However, Krishna's sincere dedication to his chosen path is not without its drawbacks. His stubborn determination occasionally blinds him to the dangers and unpredictability surrounding space mining, serving as both an admirable strength and a potential liability.\n\nThe crew respects and admires him for his unwavering dedication and his ability to guide them through uncharted territories with the tenacity of a pioneer. Krishna Singh might not have fulfilled his astronaut dreams in the conventional sense, but now as the leader of their eccentric crew, he sets out to carve his own path in the vast expanse of the cosmos.",
  "image": "ipfs://QmdyLrrJdDYJNs4Yh2YYFYaHv2iLbibqiuotVuoaJ8Uy8Q"
}
